<?php
/**
 * lyx
 * ============================================================================
 * 版权所有 2016-2030 沈阳隆源兴网络科技有限公司，并保留所有权利。
 * 网站地址: http://sylyx.cn
 * ----------------------------------------------------------------------------
 * 开源软件 可以用到个人与商业用途.
 * ============================================================================
 * Author: mike<stardandan@126.com>
 * Date: 2016-11-21
 */

/**
 * 获取节点的分组名字
 * @param $id 分组的主键
 */
function isCheckWxid($id) {
	if(empty($id)){
		jsonReturn(110,'缺少主要参数wxid',$id);
	}
}