<?php
/**
 * 微信服务器 发送来的消息整体处理 逻辑
 * ============================================================================
 * 版权所有 沈阳隆源兴网络科技有限公司，并保留所有权利。
 * 网站地址:
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用 .
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * Author: mike狼
 * Date: 2016-11-27
 */

namespace Api\Logic;
use Api\Logic\WxChatBaseLogic;
class WxChatMsgLogic extends WxChatBaseLogic {


	/*
	 * 处理微信服务器推送过来的消息
	 */
	public function acceptMsg() {

	}

}
