<?php
/**
 * 自动生成CURD模版
 * ============================================================================
 * 版权所有 沈阳隆源兴网络科技有限公司，并保留所有权利。
 * 网站地址: 
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用 .
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * Author: mike狼
 * Date: 2016-11-27
 */

namespace Index\Logic;
class CreatAutoPageLogic 
{
	
    public function __construct()
    {
		$this->appid =  getAppid();    
		$this->AppSecret = getAppSecret(); 
    }
	
	/**
	 * 微信小程序登陆
	 * 2016-11-28
	 * @param sessionid 用户登陆标识
	 * @param encryptedData 要解析的数据
	 * @param iv 对称解密算法初始向量 iv 
	 * @return json
	 */
	
    
}